Repository: OpenThinkLabs/extension-tao-ltideliveryprovider
Catalog: locales/*/messages.po
Languages: da_dk, es_es

source: %s Tool Provider
da_dk: %s-værktøjsleverandør
es_es: %s Herramienta proveedora

source: %s" has been configured:
da_dk: %s" er blevet konfigureret
es_es: %s" han sido configurados

source: Access to this functionality is restricted
da_dk: Adgang til denne funktionalitet er begrænset
es_es: El acceso a esta funcionalidad está restringido

source: Access to this functionality is restricted to students
da_dk: Adgang til denne funktionalitet er begrænset til elever
es_es: El acceso a esta funcionalidad está restringido a los estudiantes

source: An unusually high number of people are testing right now, your test will launch in a few moments to ensure that it runs smoothly. Thanks for your patience!
da_dk: Et usædvanligt stort antal personer tilgår testen lige nu. Din test starter om et øjeblik for at sikre at den kører problemfrit. Tak for tålmodigheden.
es_es: Un número inusualmente alto de personas están probando en este momento, su prueba se lanzará en unos momentos para asegurarse de que funciona sin problemas. ¡Gracias por tu paciencia!

source: Attempts limit has been reached.
da_dk: Grænsen for forsøg er nået.
es_es: Se ha alcanzado el límite de intentos.

source: Available Deliveries
da_dk: Tilgængelige leverancer
es_es: Entregas disponibles

source: Back
da_dk: Tilbage
es_es: Regresar

source: Click on the back button to return to %s.
da_dk: Klik på tilbageknappen for at komme tilbage til %s.
es_es: Haga clic en el botón Atrás para volver a %s.

source: Click on the back button to return.
da_dk: Klik på tilbageknappen for at vende tilbage.
es_es: Haga clic en el botón Atrás para regresar.

source: Configured LTI Link
da_dk: Konfigureret LTI-link
es_es: Hipervínculo LTI configurado

source: Copy and paste the following URL into your LTI compatible tool consumer.
da_dk: Kopier og indsæt denne URL i din LTI-kompatible værktøjskonsument.
es_es: Copia y pega el siguiente vínculo en tu cliente compatible con LTI

source: Deliveries
da_dk: Leverancer
es_es: Entrega

source: Delivery does not exist. Please contact your instructor.
da_dk: Leverancen eksisterer ikke. Kontakt venligst din lærer.
es_es: Esta entrega no existe. Por favor contacta a tu instructor.

source: Executions
da_dk: Afviklinger
es_es: Ejecución

source: Launch URL
da_dk: Gå til URL
es_es: Lanzar URL

source: max_attempts" variable must me numeric.
da_dk: max_attempts"-variabel skal være numerisk.
es_es: La variable max_attempts" debe ser numérica.

source: No deliveries available
da_dk: Ingen tilgængelige leverancer
es_es: No hay entregas disponibles

source: No LTI consumers defined
da_dk: Ingen LTI-konsumenter defineret
es_es: No se a definido ningún cliente LTI

source: no monitoring
da_dk: ingen monitorering
es_es: Sin monitoreo

source: Please select a delivery
da_dk: Vælg venligst en leverance
es_es: Por favor selecciona una entrega

source: Please select a delivery for "%s
da_dk: Vælg venligst en leverance for "%s
es_es: Por favor selecciona un entregable para "%s

source: Repeat
da_dk: Gentag
es_es: Repetir

source: Repeat the test
da_dk: Gentag testen
es_es: Repite la prueba

source: Retake the test
da_dk: Tag testen igen
es_es: Vuelve a tomar la prueba

source: Return to %s.
da_dk: Vend tilbage til %s.
es_es: Regresar a %s.

source: Select
da_dk: Vælg
es_es: Seleccionar

source: Select Delivery
da_dk: Vælg leverance
es_es: Seleccionar entregable

source: Selected Delivery
da_dk: Valgt leverance
es_es: Entregable seleccionado

source: Test Launch Queue
da_dk: Testigangsættelseskø
es_es: Cola de lanzamiento de pruebas

source: Thank you
da_dk: Tak
es_es: Gracias

source: This tool has been configured:
da_dk: Dette værktøj er blevet konfigureret:
es_es: Esta herramienta ha sido configurada:

source: This tool has not yet been configured, please contact your instructor
da_dk: Dette værktøj er endnu ikke blevet konfigureret. Kontakt venligst din lærer
es_es: Esta herramienta no ha sido configurada todavía, por favor contacta a tu instructor

source: Tool consumer(s)
da_dk: Værktøjskonsument(er)
es_es: Cliente(s) de la herramienta

source: User is not authorized to run this delivery
da_dk: Brugeren har ikke tilladelse til at køre denne leverance
es_es: Usuario no autorizado para hacer este entregable

source: Wrong value of "secure" variable.
da_dk: Forkert værdi af "secure"-variablen.
es_es: Valor inválido de la variable "secure"

source: You have already taken this test.
da_dk: Du har allerede taget denne test.
es_es: Ya has tomado esta prueba.

source: You have finished the test!
da_dk: Du har afsluttet testen!
es_es: Has terminado la prueba!
